[
  {
    "type": "Feature",
    "geometry": {
      "type": "Point",
      "coordinates": [
        -74.07525171534198,
        40.6129954778598
      ]
    },
    "properties": {
      "email": "shelliemagnolia@gmail.com",
      "name": "Shellie Michael, Volunteer State Community College",
      "site": "Our Lady of Mount Carmel Grotto, Staten Island",
      "critical_response": "During the program, we saw and discussed sites of profound importance: historically, aesthetically, politically, and ethically. The choices showcased a range of contrasts, including old and new, grand and unpretentious, sanctioned and unauthorized. At the Tennessee college where I teach, I aim to engage my students in projects and conversations about the monuments they encounter. What have local government and people built, and what evolving concerns and values do the constructions communicate? In the region’s cities and towns are Confederate statues, historical placards, murals, and sculptures. However, my online students in rural areas will face a challenge in finding public pieces to examine for a research project I plan to assign next year. What all students can easily access is funerary art. My visit to and readings about Our Lady of Mount Carmel Grotto are helping me reflect on the various ways that communities commemorate their dead. In addition to gravestones and other cemetery structures, commemorations found in Tennessee include plaques, war memorials, and crosses planted by roadsides (and sadly, near the recent Covenant School shooting). Further, learning about Our Lady of Mount Carmel in Staten Island has opened my eyes to the existence of similar shrines here. Experiencing Dionicio Rodriquez’s \"trabajo rustico\" Crystal Shrine Grotto in West Tennessee, for example, can spark inquiry into the way humans shape our world and can spark meditations on the nature of death -- as does the juxtaposition of bird seed and dead bird in the photo I attached.",
      "filenames": [
        "grotto_-_Shell.jpg"
      ],
      "references": [
        "I took this photo when we visited the site."
      ]
    }
  },
  {
    "type": "Feature",
    "geometry": {
      "type": "Point",
      "coordinates": [
        -73.99538928153018,
        40.731637218933784
      ]
    },
    "properties": {
      "email": "jolenehubbs@gmail.com",
      "name": "Jolene Hubbs, University of Alabama",
      "site": "Triangle Shirtwaist Fire Memorial",
      "critical_response": "Learning from Mary Anne Trasciatti that the Triangle Shirtwaist Factory Fire Memorial was designed to prompt spectators to repeatedly look up and down--in this way reproducing the movement that eyewitnesses to the tragedy undertook as they looked up at the workers at the windows, then down at their bodies on the pavement--really struck me. William Shepherd's first-person account of the fire, available on the Cornell site, has powerfully influenced my understanding of and interest in this tragedy, and I would point you to it if you haven't read it and wish to learn more: https://trianglefire.ilr.cornell.edu/primary/testimonials/ootss_WilliamShepherd.html",
      "filenames": [
        "triangle_-_Jolene_Hubbs.JPG"
      ],
      "references": []
    }
  },
  {
    "type": "Feature",
    "geometry": {
      "type": "Point",
      "coordinates": [
        -73.99538928153018,
        40.731637218933784
      ]
    },
    "properties": {
      "email": "saramarinellisf@gmail.com",
      "name": "Sara Marinelli",
      "site": "Triangle Shirtwaist Fire Memorial",
      "critical_response": "More than a critical response, I had an emotional response to the Triangle Fire Memorial commemorating the tragic death of many young immigrant women, as well as to learning about its contested history.\nI was particularly moved while reading the multitude of names of the fire victims projected into the sky, across the clouds, by virtue of a mirror projection. There is power in saying someone’s name—to pull them out of oblivion and anonymity even just for a moment—and to contemplate and imagine who the girls were, how they journeyed to \"America,\" what dreams they had, and if they had one last moment of laughter or joy before it all burned away. \nI found myself reading the young girls’ names carefully, including their nicknames and family names, along with their ages. Care and attention were all I could offer to commemorate such a terrible and unfair loss. To imprint these names on metal and project them into the sky speaks to both the permanence and impermanence of life and memory, and somehow also to the contested history of the memorial itself. The inscription on metal is a lasting trace of what had long been unnamed, hence forgettable, invisible, non-existent. Yet, the projection into the sky testifies to the impermanence of memories and memorials, which calls for deliberate intention, and action, to remember.",
      "filenames": [
        "IMG_4168_-_Sara_Marinelli.jpg"
      ],
      "references": []
    }
  },
  {
    "type": "Feature",
    "geometry": {
      "type": "Point",
      "coordinates": [
        -73.94229215780025,
        40.71500294875286
      ]
    },
    "properties": {
      "email": "caterinapierre@gmail.com",
      "name": "Caterina Y. Pierre, CUNY Kingsborough Community College",
      "site": "Williamsburgh Memorial",
      "critical_response": "The piece is wrongly attributed to the Piccirilli Brothers firm.\n\nInstead, credit should be applied to Raffaele Allessandro Ciccioli (13 August 1880 - 29 April 1939), born in Italy and buried at Woodlawn. Lay Member of the National Sculpture Society.  Listed 1910 Census as sculptor in a marble yard, listed 1930 census as stone carver living in the Bronx.  As modeler at W.W. Leland at the time the monument was commissioned, it is probably that Ciccioli was the designer.  (At least more likely than being carved by the Piccirilli Brothers, who would have been W.W. Leland’s competitors in the Bronx.)\n\n“We trust that when you go away from these ceremonies today that you will take with you this thought: This monument was erected in memory of the ‘boys’ of this district who fought for us and we hope and trust that you will always remember the significance of this shaft and that the younger children will be taught the meaning of this marker.” (Westervelt Prentice)",
      "filenames": [
        "IMG_1542_-_Caterina_Pierre.JPG",
        "IMG_1550_-_Caterina_Pierre.JPG",
        "IMG_1551_-_Caterina_Pierre.JPG",
        "IMG_1555_-_Caterina_Pierre.JPG",
        "IMG_1559_-_Caterina_Pierre.JPG"
      ],
      "references": [
        "https://www.nycgovparks.org/parks/memorial-gore"
      ]
    }
  },
  {
    "type": "Feature",
    "geometry": {
      "type": "Point",
      "coordinates": [
        -73.99538928153018,
        40.731637218933784
      ]
    },
    "properties": {
      "email": "annatahinci@gmail.com",
      "name": "Anna Tahinci, The Glassell School of Art, Museum of Fine Arts, Houston",
      "site": "Triangle Shirtwaist Fire Memorial",
      "critical_response": "The Triangle Shirtwaist Factory Fire Memorial is New York City's first labor memorial and one of the few in the US. It is an invitation to the viewer to participate in a reflective experience combining intellect and intuition. It commemorates the 146 workers (primarily Italian and Jewish immigrant women and girls) who were killed in a factory fire in 1911, a catalyst event in the US labor movement. The winning design of the competition by Richard Joon Yoo and Uri Wegman is titled \"Reframing the Sky\", and it is in the format of an etched steel ribbon that cascades vertically, placed on the corner of the Brown Building in Greenwich Village in NYC, a building that belongs to NYU. I was deeply moved by the reflective nature of the monument, encouraging viewers to get closer and experience the monument intimately, by seeing the sky through letters and numbers on the negative space of the reflective panel. Quotes about the event and its description by eyewitnesses (in English, Italian, and Yiddish, languages spoken by the workers) reflect the backgrounds of the victims, honor lives lost and remind us of the importance of labor laws.",
      "filenames": [
        "20240611_095643_-_Anna_Tahinci.jpg"
      ],
      "references": [
        "https://rememberthetrianglefire.org/memorial/"
      ]
    }
  },
  {
    "type": "Feature",
    "geometry": {
      "type": "Point",
      "coordinates": [
        -73.99689013502892,
        40.73084124655958
      ]
    },
    "properties": {
      "email": "melissamarinaro@gmail.com",
      "name": "Melissa Marinaro, Heinz History Center",
      "site": "Statue of Giuseppe Garibaldi by Giovanni Turini",
      "critical_response": "I generally find this academic style of monument boring, but the contrapposto figure of Garibaldi struck a pose I found compelling. It invited me to explore from multiple angles. It was designed to be observed from below and it's a successful imposition on the space, as I circled and admired the monument for a while. I would imagine Carlo Barsotti was happy that the work he help commission was embedded at Washington Square Park. It's a massive status symbol of an Italian political figure. But then I found these weblinks (see provided links). The NYC Parks website does not mention Il Progresso as the driver of fundraiser and instead credits the Italian American community, and the \"Daytonian in Manhattan\" blog reveals how disappointed Turini was in the sculpture (the foundry botched Garibaldi's legs) and that it was named an \"Unsightly New York Statue\" by the NYT in 1899, among other harsh criticisms printed in the early 20th century press. Turns out what I thought was compelling was actually a mistake.",
      "filenames": [
        "WSP_-_Melissa_Marinaro.jpg",
        "WSP3_-_Melissa_Marinaro.jpg",
        "WSP4_-_Melissa_Marinaro.jpg"
      ],
      "references": [
        "https://www.nycgovparks.org/parks/washington-square-park/monuments/571",
        "https://daytoninmanhattan.blogspot.com/2010/08/atrocious-garibaldi-statue-washington.html"
      ]
    }
  },
  {
    "type": "Feature",
    "geometry": {
      "type": "Point",
      "coordinates": [
        -74.07525171534198,
        40.6129954778598
      ]
    },
    "properties": {
      "email": "melissamarinaro@gmail.com",
      "name": "Melissa Marinaro, Heinz History Center",
      "site": "Our Lady of Mount Carmel Grotto, Staten Island",
      "critical_response": "This was my second favorite site visit.The incorporation of succulents into the Our Lady of Mount Carmel grotto and the surrounding gardens reminded me of another Catholic grotto I visited, St. Brigid's Well, in Ireland. But, unlike that site, which had evidence of people seeking miracles, this grotto had evidence (prayer cards, personal devotional items, figurines and small icons) of remembrance and memorialization. I like folk art and this site had many of the elements of a self-taught or do-it-yourself makers: all-over coverage or patterning of surfaces, built environments with local materials and found items. It's eye candy with depth - there was a sense not only of the neighborhood's Italian American history, but that community's contributions and spiritual life, making the site feel activated. A living, growing memorial.",
      "filenames": [
        "OLMC7_-_Melissa_Marinaro.jpg",
        "OLMC5_-_Melissa_Marinaro.jpg",
        "OLMC_-_Melissa_Marinaro.jpg",
        "OLMC2_-_Melissa_Marinaro.jpg",
        "OLMC8_-_Melissa_Marinaro.jpg"
      ],
      "references": [
        "https://garlandmag.com/article/the-our-lady-of-mount-carmel-grotto/"
      ]
    }
  },
  {
    "type": "Feature",
    "geometry": {
      "type": "Point",
      "coordinates": [
        -74.07350147129651,
        40.61564969366492
      ]
    },
    "properties": {
      "email": "melissamarinaro@gmail.com",
      "name": "Melissa Marinaro, Heinz History Center",
      "site": "Garibaldi-Meucci Museum",
      "critical_response": "I appreciated visiting this space; I had the opportunity to visit Mazzini's home (now the Museum of the Risorgimento) in Genoa, so I had some context for the visual culture of the period of Italian Unification. I would have like to have seen the textiles and archives cared for in a safer way, but I recognize the caretakers of the historic building have a background in education, not museums and historic preservation. For the long-term health of the collection, some items should be moved off view and other displays (frames, mannequins, cases) should be upgraded and/or replaced. As a historic site, it's a great asset for Staten Island and I was encouraged to learn students visit the museum. It's important for students to learn about Italian immigrants in different periods of U.S. History. The Garibaldi-Meucci Museum illuminated this and made links to Italian and South American history, satisfying state standards to make international connections in curriculum.\n\nI included a picture of the Verrazano Bridge, which would not have existed during either man's lifetime.",
      "filenames": [
        "IMG_3684_-_Melissa_Marinaro.jpg",
        "IMG_3685_-_Melissa_Marinaro.jpg",
        "IMG_3690_-_Melissa_Marinaro.jpg",
        "IMG_3676_-_Melissa_Marinaro.jpg",
        "IMG_3679_-_Melissa_Marinaro.jpg"
      ],
      "references": [
        "https://www.garibaldimeuccimuseum.com/"
      ]
    }
  },
  {
    "type": "Feature",
    "geometry": {
      "type": "Point",
      "coordinates": [
        -73.99538928153018,
        40.731637218933784
      ]
    },
    "properties": {
      "email": "melissamarinaro@gmail.com",
      "name": "Melissa Marinaro, Heinz History Center",
      "site": "Triangle Shirtwaist Fire Memorial",
      "critical_response": "This was my favorite site and had, by far, the most application for student projects and lesson planning. As a memorial, it was incredibly successful. The details were fantastic, so thoughtful and tactile. It was a pleasure to observe up close and from afar. I've thought about it a lot since first viewing, the level of care and revision required to execute a project of this nature. Learning the background of the annual commemoration and the path towards making the memorial a reality was a great opportunity, and I valued hearing from Mary Anne Trasciatti. I would have loved a whole day on this monument and other sites dedicated to the working class. I think this is a wonderful model for how communities can contribute to future public memorials.",
      "filenames": [
        "TSWF_-_Melissa_Marinaro.jpg",
        "TSWF8_-_Melissa_Marinaro.jpg",
        "TSWF9_-_Melissa_Marinaro.jpg",
        "TSWF7_-_Melissa_Marinaro.jpg",
        "TSWF6_-_Melissa_Marinaro.jpg"
      ],
      "references": [
        "https://www.archpaper.com/2019/01/n-y-c-landmarks-preservation-commission-approves-triangle-shirtwaist-factory-fire-memorial/",
        "https://hyperallergic.com/850108/new-nyc-memorial-honors-triangle-shirtwaist-factory-victims/"
      ]
    }
  },
  {
    "type": "Feature",
    "geometry": {
      "type": "Point",
      "coordinates": [
        -73.97732755803436,
        40.76043775115397
      ]
    },
    "properties": {
      "email": null,
      "name": null,
      "site": "Commerce and Industry with a Caduceus",
      "critical_response": null,
      "filenames": null,
      "references": []
    }
  },
  {
    "type": "Feature",
    "geometry": {
      "type": "Point",
      "coordinates": [
        -73.97732755803436,
        40.76043775115397
      ]
    },
    "properties": {
      "email": null,
      "name": null,
      "site": "Youth Leading Industry by Arturo Piccirilli",
      "critical_response": null,
      "filenames": null,
      "references": []
    }
  },
  {
    "type": "Feature",
    "geometry": {
      "type": "Point",
      "coordinates": [
        -73.97732755803436,
        40.76043775115397
      ]
    },
    "properties": {
      "email": null,
      "name": null,
      "site": "Four Continents",
      "critical_response": null,
      "filenames": null,
      "references": []
    }
  },
  {
    "type": "Feature",
    "geometry": {
      "type": "Point",
      "coordinates": [
        -73.97732755803436,
        40.76043775115397
      ]
    },
    "properties": {
      "email": null,
      "name": null,
      "site": "Four Periods in Italian History by Leo Lentelli",
      "critical_response": null,
      "filenames": null,
      "references": []
    }
  },
  {
    "type": "Feature",
    "geometry": {
      "type": "Point",
      "coordinates": [
        -73.97724534435183,
        40.759047492107484
      ]
    },
    "properties": {
      "email": null,
      "name": null,
      "site": "Italia",
      "critical_response": null,
      "filenames": null,
      "references": []
    }
  },
  {
    "type": "Feature",
    "geometry": {
      "type": "Point",
      "coordinates": [
        -73.97724534435183,
        40.759047492107484
      ]
    },
    "properties": {
      "email": null,
      "name": null,
      "site": "The Immigrant by Giacomo Manzù",
      "critical_response": null,
      "filenames": null,
      "references": []
    }
  },
  {
    "type": "Feature",
    "geometry": {
      "type": "Point",
      "coordinates": [
        -73.97724534435183,
        40.759047492107484
      ]
    },
    "properties": {
      "email": null,
      "name": null,
      "site": "The Joy of Life by Attilio Piccirilli",
      "critical_response": null,
      "filenames": null,
      "references": []
    }
  },
  {
    "type": "Feature",
    "geometry": {
      "type": "Point",
      "coordinates": [
        -73.9970714443525,
        40.73145424333677
      ]
    },
    "properties": {
      "email": null,
      "name": null,
      "site": "Piccirilli carvings on the Washington Square Arch",
      "critical_response": null,
      "filenames": null,
      "references": []
    }
  },
  {
    "type": "Feature",
    "geometry": {
      "type": "Point",
      "coordinates": [
        -74.0027051290111,
        40.73057213513295
      ]
    },
    "properties": {
      "email": null,
      "name": null,
      "site": "Our Lady of Pompeii Church",
      "critical_response": null,
      "filenames": null,
      "references": []
    }
  },
  {
    "type": "Feature",
    "geometry": {
      "type": "Point",
      "coordinates": [
        -74.01366137134116,
        40.704294406149195
      ]
    },
    "properties": {
      "email": null,
      "name": null,
      "site": "Sculptures by the Piccirilli Brothers",
      "critical_response": null,
      "filenames": null,
      "references": []
    }
  },
  {
    "type": "Feature",
    "geometry": {
      "type": "Point",
      "coordinates": [
        -74.01345543085921,
        40.70573561866164
      ]
    },
    "properties": {
      "email": null,
      "name": null,
      "site": "Charging Bull statue by Arturo di Modica",
      "critical_response": null,
      "filenames": null,
      "references": []
    }
  },
  {
    "type": "Feature",
    "geometry": {
      "type": "Point",
      "coordinates": [
        -74.01890744925265,
        40.706937460321285
      ]
    },
    "properties": {
      "email": null,
      "name": null,
      "site": "Mother Cabrini Memorial by Jill Biagi and Giancarlo Biagi",
      "critical_response": null,
      "filenames": null,
      "references": []
    }
  },
  {
    "type": "Feature",
    "geometry": {
      "type": "Point",
      "coordinates": [
        -73.99881994435277,
        40.7212832540694
      ]
    },
    "properties": {
      "email": null,
      "name": null,
      "site": "Center for Italian Modern Art",
      "critical_response": null,
      "filenames": null,
      "references": []
    }
  },
  {
    "type": "Feature",
    "geometry": {
      "type": "Point",
      "coordinates": [
        -74.00219800202375,
        40.71466410641714
      ]
    },
    "properties": {
      "email": null,
      "name": null,
      "site": "Murals by Attilo Pusterla",
      "critical_response": null,
      "filenames": null,
      "references": []
    }
  },
  {
    "type": "Feature",
    "geometry": {
      "type": "Point",
      "coordinates": [
        -73.98169913085789,
        40.75509959637153
      ]
    },
    "properties": {
      "email": null,
      "name": null,
      "site": "Calandra Institute",
      "critical_response": null,
      "filenames": null,
      "references": []
    }
  },
  {
    "type": "Feature",
    "geometry": {
      "type": "Point",
      "coordinates": [
        -73.98189190756624,
        40.768100579635096
      ]
    },
    "properties": {
      "email": null,
      "name": null,
      "site": "Columbus Statue by Gaetano Russo",
      "critical_response": null,
      "filenames": null,
      "references": []
    }
  },
  {
    "type": "Feature",
    "geometry": {
      "type": "Point",
      "coordinates": [
        -73.98101080195129,
        40.76827020084886
      ]
    },
    "properties": {
      "email": null,
      "name": null,
      "site": "U.S.S. Maine National Monument by the Piccirilli Brothers",
      "critical_response": null,
      "filenames": null,
      "references": []
    }
  },
  {
    "type": "Feature",
    "geometry": {
      "type": "Point",
      "coordinates": [
        -73.97272744298854,
        40.769984964980694
      ]
    },
    "properties": {
      "email": null,
      "name": null,
      "site": "Christopher Columbus statue by Jeronimo Suñol",
      "critical_response": null,
      "filenames": null,
      "references": []
    }
  },
  {
    "type": "Feature",
    "geometry": {
      "type": "Point",
      "coordinates": [
        -73.98157293103432,
        40.75291075521214
      ]
    },
    "properties": {
      "email": null,
      "name": null,
      "site": "Patience and Fortitude by Piccirilli brothers",
      "critical_response": null,
      "filenames": null,
      "references": []
    }
  },
  {
    "type": "Feature",
    "geometry": {
      "type": "Point",
      "coordinates": [
        -73.98168745804827,
        40.752941141849284
      ]
    },
    "properties": {
      "email": null,
      "name": null,
      "site": "Carvings by Piccirilli brothers",
      "critical_response": null,
      "filenames": null,
      "references": []
    }
  },
  {
    "type": "Feature",
    "geometry": {
      "type": "Point",
      "coordinates": [
        -73.98223194435191,
        40.75338545599209
      ]
    },
    "properties": {
      "email": null,
      "name": null,
      "site": "Polonsky Exhibition",
      "critical_response": null,
      "filenames": null,
      "references": null
    }
  }
]